source/sgkprovizyon/TestXml/ProvizyonSorgulama/request.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:onl="http://onlinerapor.mobile.sgk.gov.tr">
   <soapenv:Header/>
   <soapenv:Body>
      <onl:provizyonSorgulama>
         <tcKimlikNo>18184565918</tcKimlikNo>
         <guid>4288e478-6220-47ab-ae02-3d61a4302f76</guid>
         <kullaniciId xsi:nil="true" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance"/>
         <UygId>10</UygId>
         <provizyonTarihi>20.05.2014</provizyonTarihi>
      </onl:provizyonSorgulama>
   </soapenv:Body>
</soapenv:Envelope>